{
  "scenario": "Pharaohs Never Existed",
  "year": 2025,
  "focus_region": {
	"country": "Egypt",
	"admin1": "New Valley Governorate",
	"nearest_city": "Kharga",
	"lat": 26.0,
	"lon": 30.6,
	"why_here": "The New Valley region was a major hub for ancient Egyptian civilization, and the absence of pharaohs would have dramatically altered its development."
  },
  "scene": {
	"size_m": [
	  250,
	  250
	],
	"terrain": {
	  "type": "flat",
	  "seed": 12345
	},
	"biome": "desert",
	"mood": {
	  "sky": "clear",
	  "lighting": "warm"
	},
	"pois": [
	  {
		"type": "market",
		"style": "prehistoric",
		"name": "Kharga's Old Town",
		"pos": [
		  -62,
		  -12
		],
		"radius_m": 15,
		"one_liner": "A bustling market filled with merchants trading in dates and grains.",
		"because": "The absence of pharaohs led to a decline in trade and commerce, but the people adapted by creating smaller, more local markets like this one.",
		"depends_on": []
	  },
	  {
		"type": "lab",
		"style": "medieval",
		"name": "The Water Management Lab",
		"pos": [
		  42,
		  -82
		],
		"radius_m": 12,
		"one_liner": "A makeshift laboratory where locals experiment with innovative methods for harvesting water from the nearby springs.",
		"because": "With no centralized pharaonic authority, local ingenuity and experimentation became crucial for survival in this arid region.",
		"depends_on": [
          "Kharga's Old Town"
		]
	  },
	  {
		"type": "factory",
		"style": "industrial",
		"name": "The Date Oil Refinery",
		"pos": [
		  -12,
		  62
		],
		"radius_m": 18,
		"one_liner": "A small industrial facility that processes date oil for export to other regions.",
		"because": "As trade networks reformed in the absence of pharaohs, local entrepreneurs saw an opportunity to capitalize on the region's abundant resources.",
		"depends_on": [
          "The Water Management Lab"
		]
	  },
	  {
		"type": "nest",
		"style": "futuristic",
		"name": "The Avian Research Facility",
		"pos": [
		  82,
		  12
		],
		"radius_m": 10,
		"one_liner": "A cutting-edge research center focused on studying and conserving the region's unique bird species.",
		"because": "With no pharaonic influence, local scientists were free to pursue innovative and unconventional research projects like this one.",
		"depends_on": [
          "The Date Oil Refinery"
		]
	  },
	  {
		"type": "fort",
		"style": "medieval",
		"name": "Kharga's Fortified Walls",
		"pos": [
		  -12,
		  -62
		],
		"radius_m": 20,
		"one_liner": "A fortified wall system constructed to protect the local population from external threats.",
		"because": "The absence of pharaohs led to a power vacuum, and local factions began constructing defensive structures to secure their territories.",
		"depends_on": [
          "Kharga's Old Town"
		]
	  },
	  {
		"type": "plaza",
		"style": "modern",
		"name": "The Oasis Plaza",
		"pos": [
		  62,
		  42
		],
		"radius_m": 15,
		"one_liner": "A vibrant public square filled with cafes, shops, and community events.",
		"because": "As trade and commerce flourished in the absence of pharaohs, local communities began to build modern amenities like this plaza.",
		"depends_on": [
		  "The Water Management Lab",
          "The Date Oil Refinery"
		]
	  },
	  {
		"type": "monument",
		"style": "prehistoric",
		"name": "The Great Sphinx of Kharga",
		"pos": [
		  -82,
		  42
		],
		"radius_m": 25,
		"one_liner": "A massive stone monument carved to honor the region's unique history and culture.",
		"because": "In the absence of pharaohs, local communities turned to their own heritage and symbolism for inspiration in building this iconic landmark.",
		"depends_on": [
          "Kharga's Fortified Walls"
		]
	  },
	  {
		"type": "watchtower",
		"style": "medieval",
		"name": "The Kharga Watchtower",
		"pos": [
		  12,
		  -82
		],
		"radius_m": 18,
		"one_liner": "A strategically located watchtower used for surveillance and defense.",
		"because": "With the power vacuum created by pharaohs' absence, local factions constructed these watchtowers to maintain control over their territories.",
		"depends_on": [
          "Kharga's Fortified Walls"
		]
	  }
	]
  },
  "global_context": [
	"The New Valley region has been largely isolated from global events due to its remote location and lack of central authority.",
	"Local communities have developed unique cultural and economic practices in response to the pharaohs' absence.",
    "The region's rich natural resources, including dates and minerals, continue to play a vital role in local trade networks."
  ]
}
