{
  "scenario": "What if British never invaded India?",
  "year": 2025,
  "focus_region": {
	"country": "India",
	"admin1": "West Bengal",
	"nearest_city": "Kolkata",
	"lat": 22.5868,
	"lon": 88.3789,
	"why_here": "The lack of British colonization had a significant impact on the economic and cultural development of West Bengal, making it an ideal focus region for this scenario."
  },
  "scene": {
	"size_m": [
	  250,
	  250
	],
	"terrain": {
	  "type": "flat",
	  "seed": 12345
	},
	"biome": "tropical",
	"mood": {
	  "sky": "clear",
	  "lighting": "warm"
	},
	"pois": [
	  {
		"type": "market",
		"style": "ancient",
		"name": "Ganges Bazaar",
		"pos": [
		  -70,
		  -80
		],
		"radius_m": 12,
		"one_liner": "A bustling marketplace selling exotic spices and textiles along the banks of the Ganges River.",
		"because": "The lack of British trade restrictions allowed local merchants to thrive, creating a vibrant market culture.",
		"depends_on": [
          "Bengal Fort"
		]
	  },
	  {
		"type": "lab",
		"style": "industrial",
		"name": "Calcutta Research Institute",
		"pos": [
		  -30,
		  -40
		],
		"radius_m": 12,
		"one_liner": "A cutting-edge research facility focused on innovative technologies and sustainable practices.",
		"because": "The absence of British colonial influence led to increased investment in local education and scientific inquiry.",
		"depends_on": [
		  "Ganges Bazaar",
          "Bengal Fort"
		]
	  },
	  {
		"type": "temple",
		"style": "ancient",
		"name": "Kolkata Temple",
		"pos": [
		  50,
		  60
		],
		"radius_m": 12,
		"one_liner": "A stunning ancient temple complex dedicated to the worship of Hindu deities.",
		"because": "The lack of British destruction allowed local religious traditions to flourish, preserving cultural heritage.",
		"depends_on": [
          "Bengal Fort"
		]
	  },
	  {
		"type": "factory",
		"style": "industrial",
		"name": "Calcutta Textile Mill",
		"pos": [
		  -90,
		  -100
		],
		"radius_m": 12,
		"one_liner": "A large textile mill producing high-quality fabrics for the local market.",
		"because": "The absence of British colonial exploitation allowed local entrepreneurs to invest in industry and infrastructure.",
		"depends_on": [
		  "Ganges Bazaar",
          "Calcutta Research Institute"
		]
	  },
	  {
		"type": "nest",
		"style": "prehistoric",
		"name": "Kolkata Bird Sanctuary",
		"pos": [
		  100,
		  110
		],
		"radius_m": 12,
		"one_liner": "A protected area preserving the natural habitats of local bird species.",
		"because": "The lack of British deforestation efforts allowed native ecosystems to thrive, supporting biodiversity.",
		"depends_on": [
          "Kolkata Temple"
		]
	  },
	  {
		"type": "fort",
		"style": "medieval",
		"name": "Bengal Fort",
		"pos": [
		  -10,
		  -20
		],
		"radius_m": 12,
		"one_liner": "A historic fortification built by local rulers to protect against external threats.",
		"because": "The absence of British colonial aggression allowed local leaders to maintain control over their territories.",
		"depends_on": [
          "Kolkata Temple"
		]
	  },
	  {
		"type": "plaza",
		"style": "modern",
		"name": "Calcutta City Hall Plaza",
		"pos": [
		  150,
		  160
		],
		"radius_m": 12,
		"one_liner": "A vibrant public square hosting cultural events and community gatherings.",
		"because": "The lack of British administrative control allowed local governments to prioritize public services and civic engagement.",
		"depends_on": [
		  "Ganges Bazaar",
          "Calcutta Research Institute"
		]
	  },
	  {
		"type": "monument",
		"style": "hybrid",
		"name": "Kolkata Memorial",
		"pos": [
		  250,
		  260
		],
		"radius_m": 12,
		"one_liner": "A memorial dedicated to the heroes of India's struggle for independence.",
		"because": "The absence of British colonial legacy allowed local communities to honor their own historical figures and events.",
		"depends_on": [
		  "Kolkata Temple",
          "Bengal Fort"
		]
	  }
	]
  },
  "global_context": [
	"The lack of British colonization in India led to a unique cultural and economic development trajectory.",
	"West Bengal emerged as a hub for innovation, trade, and education due to the absence of British restrictions.",
    "The region's history is marked by a strong emphasis on local self-governance, scientific inquiry, and community engagement."
  ]
}
