{
  "scenario": "Rome Never Fell",
  "year": 2025,
  "focus_region": {
    "country": "Italy",
    "admin1": "Campania",
    "nearest_city": "Naples",
    "lat": 40.85,
    "lon": 14.3167,
    "why_here": "The focus region is chosen because the Campanian Peninsula in Italy was a major hub of Roman power and culture, with Naples being an important port city."
  },
  "scene": {
    "size_m": [
      250,
      250
    ],
    "terrain": {
      "type": "hilly",
      "seed": 12345
    },
    "biome": "mediterranean",
    "mood": {
      "sky": "clear",
      "lighting": "warm"
    },
    "pois": [
      {
        "type": "temple",
        "style": "ancient",
        "name": "Naples Temple of Isis",
        "pos": [
          90,
          50
        ],
        "radius_m": 12,
        "one_liner": "A temple dedicated to the Egyptian goddess Isis, a testament to Rome's cultural exchange with Egypt.",
        "because": "The Roman occupation brought about the spread of Egyptian cults and architectural styles.",
        "depends_on": []
      },
      {
        "type": "market",
        "style": "medieval",
        "name": "Naples Market Square",
        "pos": [
          80,
          20
        ],
        "radius_m": 12,
        "one_liner": "A bustling marketplace filled with merchants selling exotic goods from across the empire.",
        "because": "The Roman trade network expanded to this region, bringing wealth and prosperity to the local population.",
        "depends_on": [
          "Naples Temple of Isis"
        ]
      },
      {
        "type": "lab",
        "style": "industrial",
        "name": "Naples Engineering Works",
        "pos": [
          120,
          60
        ],
        "radius_m": 12,
        "one_liner": "A cutting-edge engineering facility where Roman innovators develop new technologies.",
        "because": "The Roman Empire's emphasis on infrastructure and urban development created a need for advanced engineering solutions.",
        "depends_on": [
          "Naples Market Square"
        ]
      },
      {
        "type": "nest",
        "style": "prehistoric",
        "name": "Vesuvius Cave Settlement",
        "pos": [
          50,
          70
        ],
        "radius_m": 12,
        "one_liner": "A prehistoric cave settlement used by early inhabitants of the region before Roman occupation.",
        "because": "The area's unique geology and climate made it suitable for human habitation thousands of years ago.",
        "depends_on": []
      },
      {
        "type": "fort",
        "style": "medieval",
        "name": "Naples Castle",
        "pos": [
          100,
          40
        ],
        "radius_m": 12,
        "one_liner": "A medieval fortress built by the Romans to protect their interests in the region.",
        "because": "The Roman Empire's expansion created a need for military strongholds and strategic defensive positions.",
        "depends_on": [
          "Naples Temple of Isis",
          "Naples Market Square"
        ]
      },
      {
        "type": "plaza",
        "style": "urban_ruins",
        "name": "Naples Forum Romanum",
        "pos": [
          110,
          20
        ],
        "radius_m": 12,
        "one_liner": "A once-magnificent forum now in ruins, a testament to the region's rich history.",
        "because": "The passage of time and natural disasters have taken their toll on this ancient public space.",
        "depends_on": [
          "Naples Temple of Isis"
        ]
      },
      {
        "type": "monument",
        "style": "hybrid",
        "name": "Naples Colosseum",
        "pos": [
          130,
          50
        ],
        "radius_m": 12,
        "one_liner": "A unique blend of Roman and local architectural styles, built to commemorate a great leader.",
        "because": "The Roman Empire's legacy continues to inspire the people of this region to create new works of art and architecture.",
        "depends_on": [
          "Naples Engineering Works",
          "Vesuvius Cave Settlement"
        ]
      },
      {
        "type": "watchtower",
        "style": "ancient",
        "name": "Naples Watchtower",
        "pos": [
          60,
          30
        ],
        "radius_m": 12,
        "one_liner": "A historic watchtower used by the Romans to monitor the coastline and protect their interests.",
        "because": "The Roman Empire's extensive trade network required careful surveillance and security measures to prevent piracy and smuggling.",
        "depends_on": [
          "Naples Temple of Isis"
        ]
      },
      {
        "type": "factory",
        "style": "industrial",
        "name": "Naples Textile Factory",
        "pos": [
          140,
          70
        ],
        "radius_m": 12,
        "one_liner": "A state-of-the-art textile factory where Roman engineers and workers produce high-quality goods.",
        "because": "The Roman Empire's emphasis on economic growth and trade created a demand for advanced manufacturing facilities.",
        "depends_on": [
          "Naples Engineering Works"
        ]
      }
    ]
  },
  "global_context": [
    "In the year 2025, the Roman Empire continues to thrive, with its capital city, Roma, serving as a beacon of culture and learning.",
    "The empire's vast trade network spans across the known world, connecting distant lands and peoples in a web of commerce and exchange.",
    "As the empire expands, it brings about new technologies, architectural styles, and cultural practices to the regions under its control."
  ]
}